Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “你拿着这封信，到加洛斯城魔法师协会，找一个叫葛瑞安的人，他会帮你安排好一切。”安度因将那厚厚的信封递给林立：“对了，你的身份似乎也有些问题，不过不要紧，如果你不想在使用原来的身份，你可以使用我帮你准备好的这个，资料放在信封里，你自己抽空背熟就行了。”
en_us: “Take this letter to the Jarrosus City’s Guild of Magic and look for someone by the name of Gerian. He will help you to arrange everything.” Andoine handed the thick envelope to Lin Li. “By the way, there seems to be some problem with your identify. It won’t matter, because if you don’t wish to use your original identity, you can use the one I have prepared for you. The information is in the envelope. You just have to take time to memorize it.”

source: “你教他的？”林立有些奇怪的看了葛瑞安一眼，这老头什么时候学得这么聪明了，居然还会玩二桃杀三士的把戏。
en_us: "You taught him?" Lin Li glanced at Gerian strangely. When did the old man learn to be so clever, knowing to play the game of killing three warriors with two peaches.

source: “你有什么愿望？”
en_us: "What is your wish?"

source: “你有内幕？”一看葛瑞安那表情，林立就知道这老头肯定有一些内幕消息。
en_us: "You have insider information?" Lin Li knew the old man had to have some insider information judging from the look on his face.

source: “你有毛病……”林立暗自抹了把汗，这种借口大概也只有葛瑞安才想得出来……
en_us: "You're sick..." Lin Li wiped his sweat off secretly. Only Gerian could come up with this kind of excuse...

source: “你有种！”葛瑞安一声怒吼，那水蓝色光幕瞬间被撑到了极限，紧接着一双胖手结出一个奇异的手势，刹时间就是一股魔法元素从地下涌出。
en_us: "You've got guts!" Gerian let out a furious bellow, and the blue water curtain was instantly stretched to its limit. He made a strange gesture with his fat hands, and all at once magical elements came pouring out from the ground.

source: “你有线索了？”
en_us: "You have a clue?"

source: “你没纠缠罗琳小姐？难道你还想告诉我，是罗琳小姐来纠缠你不成？”巴瑟罗尔对林立的狡辩嗤之以鼻，英俊白皙的面容上，更是充满了不屑的笑容。
en_us: "You didn't pester Miss Rowling? Are you going to tell me that Miss Rowling was the one pestering you?" Bathrilor scoffed at Lin Li's excuse, and his handsome face was full with a disdainful smirk.

source: “你用什么保证？”
en_us: "How are you going to keep your secret?"

source: “你用的什么借口？”
en_us: "What excuse did you give?"

source: “你病得还不轻，要不我给你开点药？”
en_us: "You're very ill, do you want me to prescribe some medicine for you?"

source: “你看清楚外面的字没有？这里是私人仓库，你一个小号跑来凑什么热闹？”说话的是个四十来级的战士，身后跟着四五名玩家，看上去似乎是某个小团体的头头。
en_us: "Didn't you see the words outside clearly? This is a private warehouse, what is a low-level player like you doing here?" The words came from a level forty-something warrior who was followed by a group of four or five players. He seemed to be the leader of their small team.

source: “你确定？”老梅林一只脚踏上台阶，克伦威尔就躺在离他不远的地方，但此时老梅林却连看都没看他一眼，一支青色法杖遥遥指着葛瑞安，杖头上镶嵌的硕大魔晶正散发出蒙蒙的青色火焰。
en_us: "You sure?" Old Merlin placed a foot on the step. Cromwell lay not far from where he stood, but Old Merlin did not even look at him. He pointed his green staff at Gerian, the huge magical crystal that was embedded at the tip of the staff emitting a misty green flame.

source: “你站住！冒犯了罗琳小姐，你就想这么走掉？”巴瑟罗尔义愤填膺，一伸手拦住了正准备离去的林立。
en_us: "Stop there! You're leaving after having offended Miss Rowling?" Bathrilor was filled with just anger, and he stretched out his hand to block Lin Li who was ready to leave.

source: “你笑什么笑！”克伦威尔那白净的面庞扭曲得厉害，一双通红的眼睛死死盯着林立，那神态那表情，就好象是想把林立生吞活剥一样。
en_us: "What are you laughing at!" Cromwell's fair face was badly contorted, and a pair of gleaming red eyes were fixed on Lin Li in a glare. That bearing and expression looked as though he was about to devour Lin Li alive.

source: “你觉得，给他五万金币怎么样？”
en_us: "What do you think of giving him 50,000 gold coins?"

source: “你认为魔法是什么？”安度因没有解释，而是问了这样一个问题。
en_us: "What is magic to you?" Andoine did not explain, but instead posed a question.

source: “你说我是庸医！”红发美女杏目圆睁，绝美的面容上带着一丝难以置信的神色，她出身本就显赫，又有一身强大的实力，从小到大除了老师之外，谁敢对她说一句重话？自从开设医馆之后，更是救了不知多少人的性命，从来只有夸她医术高超的，又有谁曾说过她是庸医？
en_us: "You called me a quack!" The redheaded beauty's apricot eyes were wide open, and a look of disbelief came across her face. She was born illustrious and possessed strong abilities. Since young, no one had dared to say a single harsh word to her except her teachers. Since the opening of the hospital, countless lives had been saved by her. There had only been words praising her superb medical skills, and no one had ever told her she was a quack.

source: “你赢了。”
en_us: "You win."

source: “你还别嫌贵，要不是老梅林还算有点面子，这价格就算再加一倍，他都还不一定能买到。”葛瑞安趁着这个机会，赶紧给林立扫起盲来，免得这小子总是大惊小怪的，伸出胖手指了指身旁的几名魔法师：“你再看看这几个废柴，谁身上的装备脱下来不值个十万八万的，魔法师这个职业就是这样，全靠金钱砸出来，当然——你这怪物除外，妈的老子就没见你买过装备！”
en_us: "Don't feel that it's too expensive yet. If not for Old Merlin's reputation, he might not even get it for double the price." Gerian took advantage of the opportunity to educate Lin Li lest the kid was always making a fuss about small things. He stretched out his chubby hand and pointed to the few mages beside. "And look at these useless bums, the gear they wear is worth at least 80,000 or even 100,000. A mage is such a profession, it all depends on spending money. Of course, except for a monster like you. Damn it I have never seen you buy a piece of equipment before!"

source: “你还敢问我是什么意思？”安度因的声音中充满了愤怒，刚才要不是自己凑巧赶到，霍伦一个十五级魔法轰下去，费雷又哪还可能有命在？
en_us: "You still have to guts to ask what does this mean?" Andoine's voice was full of anger. If it were not for his timely arrival, how would Felic still survive under the force of level-fifteen magic?

source: “你还有什么事吗？”
en_us: "Anything else?"

source: “你还来？”林立吓了一跳：“再被你搞两下，这家伙就得吓死了……”
en_us: "You're still going to do it?" Lin Li gave a start. "Another trick by you and this guy will die of scare..."

source: “你还真打算去？”安度因不由一愣，难道自己说得还不够明白，自己已经在那地方呆了两三天了，就算有龙安眠晶，也早被自己找出来了，这小子怎么还急冲冲的打算赶过去？
en_us: "Are you really planning to go?" Andoine could not help but be dumbfounded. Did he not understand that he spent two to three days searching for the crystal? Even if there were any more crystals, he would have already found them. Was he really desperate to go there?

source: “你连这里是什么地方都不知道？”平平常常的一个问题，却让白袍老人瞪大了眼睛。
en_us: "You don't even know this place?" The question was nothing out of the ordinary, but the old man stared with eyes wide open.

source: “你错了，易剑！”
en_us: "You're wrong, Yi Jian!"

source: “你难道没发现吗，这两次她都是在十几万的时候，突然将价格提到二十万，这应该是想吓退对手，可惜吓得不太成功，如果我没猜错的话，她手上的现金，应该是刚好二十万金币，这一点我能看出来，其他魔法家族一样能看出来，你看着吧，如果她接下来再参与竞争的话，肯定有人直接二十万秒她。”
en_us: "Didn't you realize? Both times when the price was at tens of thousand she would raise it to 200,000 all of a sudden. She should be trying to scare off the opponent, but to little avail. If my guess is correct, she only has exactly 200,000 gold coins with her. If I can see this, the other mage families can see it as well. Just look, if she participates in the next contest again, someone would surely second-kill her with a direct 200,000."

source: “你！”巴瑟罗尔的脸色僵住了，那种高高在上的笑容，在忽然之间变得有些狰狞，林立的话就象一记耳光，狠狠的抽在了他脸上，一生处于顺境的巴瑟罗尔，还从未试过如此狼狈，短暂的愕然之后，怒火瞬间吞没了他仅有的理智。
en_us: "You!" Bathrilor's expression froze; that high and mighty smile turned hideous at once. Lin Li's words were like a slap, smacking severely on his face. Bathrilor, who had lived in prosperity all his life, had never been so discomfited before. After a brief stupor, anger instantly engulfed his reason.

source: “修炼速度？”
en_us: "Refining speed?"

source: “修炼！修炼！”
en_us: "Cultivate! Cultivate!"

source: “修炼！修炼，我要不断练出黑色元力，把这封印完全破开！”
en_us: "Refine! Refine! I want to continuously refine black essence force, so that I can completely break this seal!"

source: “修炼！试验！再修炼一些，一定要多试几次。”
en_us: "Cultivate! Experiment! I must cultivate and try a few more times."

source: “修炼，继续破解封印！明日清点药田后，再去城中转转，看看怎么赚钱还债。”
en_us: "I have to continue cultivation practice, and continue breaking my seal! Tomorrow, after I take stock in the medicinal plantations, I will stroll around the city and see if there are any more ways to make money to pay off my debts. "

source: “像，像，和昨日的两枚地品丹药很像啊！啧啧，地品丹药，这得多少钱一枚？或许……我将这三枚丹药卖了，就能值十两紫金？”
en_us: "Similar, similar, they looks very similar to the two earth-grade elixirs from yesterday! Tsk, Tsk! Earth-grade elixirs, how much does one pill cost? Perhaps...if I sell these three elixir pills, would they be worth ten taels of purple gold?"

source: “元魂丹、灵神丹、黑参丹、元力丹、黄参丹……”
en_us: "Essence Soul Pills, Spirit Pills, Black Ginseng Elixirs, Essence Force Pills, Yellow Ginseng Elixirs..."

source: “先前我记得葛瑞安先生说过，如果现金不足的话，允许用同等价值的物品代替，现在我想请葛瑞安先生鉴定一下，这件东西究竟值多少金币。”
en_us: "I remembered Mr Gerian had said that if cash is not enough, we will be allowed to replace it with items of equivalent value. Now, I would like Mr Gerian to evaluate how much gold coins this item is actually worth."

source: “先生们女士们！加洛斯有史以来最为盛大的一次拍卖会即将开始！”平日里木讷老实的凯文，第一次冒充拍卖师竟是丝毫不显怯场，言语间充满了直指人心的煽动性：“下面将要拍卖的，将是一个不折不扣的奇迹，一个由本公会药剂大师费雷先生创造的奇迹！”
en_us: "Ladies and gentlemen! The biggest auction ever held in Jarrosus is about to commence!" Kevin, who was usually stoic and honest, showed no signs of stage fright acting as an auctioneer for the first time and his words were full of incitement. "What will be auctioned next will be nothing less than a miracle, a miracle created by the guild's potion master, Mr Felic!"

source: “克伦威尔先生……”刚刚还心情愉快的凯文，怎么也没有想到，事情竟会在忽然之间发展到这个地步，等到他反应过来想要阻止时，却根本来不及了，克伦威尔目光凶恶，神情扭曲，激动的唾沫，甚至已经喷到了林立脸上……
en_us: "Mr Cromwell..." Kevin was just feeling elated earlier on, and had never imagined this was how things would progress in the blink of an eye. When realization finally hit him and he was about to step in as a prevention, things were already too late. Cromwell's eyes were fiendish, his expression contorted. His agitated outburst rained spittle on Lin Li's face...

source: “八万吧。”林立在心里算了一下，最后还是决定再提点价格：“那家伙手里，估计也就二十万金币，给得太少了，我怕他争不过小偷头子，这条项链我志在必得！”
en_us: "80,000." Lin Li did some calculations in his heart and decided to raise the price. "I reckon that fellow only has 200,000 gold coins in his hands. If we give too little to him, I'm afraid he won't have a chance against the thief leader. I have to get this necklace!"

source: “八万金币！”
en_us: "80,000 gold coins!"

source: “八千金币？”林立有点茫然，身为一名穿越者，他对安瑞尔世界的金钱实在没什么概念，只得扭过头去，向凯文投去求助的目光。
en_us: "8000 gold coins?" Lin Li was bewildered. Being a time traveller, he had no idea about money in the world of Anril. He had to turn his head around and ask Kevin for help.

source: “六大地下势力就不说了，几乎全加洛斯赚钱的生意，都控制在他们手上，不过比起十一魔法家族来，他们只不过是一群暴发户，老梅林你是见过的，知道他手上那根法杖用了多少钱吗？”提起老梅林那根法杖，葛瑞安眼中满是羡慕：“一百万金币！”
en_us: "We won't talk about the six underground forces. Almost all the lucrative businesses in Jarrosus are in their hands. But compared to the 11 mage families, they are merely a group of nouveau riche. You've seen Old Merlin; do you know how much the staff he was holding cost?" At the mention of Old Merlin's staff, Gerian's eyes were full of envy. "A million gold coins!"

source: “关你叉事……”正全神贯注的林立压根就不理她，毫不客气的骂了一句之后，又将梦境花放进烧杯之内。
en_us: "None of your damned business..." Lin Li, who was completely absorbed, paid no attention to her. After cursing rudely, he added the dreampetal into the beaker.

source: “关我叉事！”葛瑞安两眼一瞪，答得毫无责任心：“等你把公会败光的时候，说不定老子都已经挂掉了，我死后管他洪水滔天……”
en_us: "None of my damned business!" Gerian's eyes were wide open as he answered with no sense of responsibility at all. "By the time you lose the guild I'll probably already be dead. Why would I still care about whatever flood there is after I die..."

source: “其实也不是什么大事……”安度因有些尴尬的搓了搓手：“你也知道的，我这几天运气不怎么好，药剂实验一连发生了好几次事故，这几次事故虽然不是很严重，却让我损失了相当多的材料。”
en_us: "Actually, it's not a big deal..." Andoine rubbed his hands embarrassedly. "You know, I've been unlucky these days. There have been many accidents in the lab for a few days in a row. Although the accidents weren't serious, it had cost me a lot of ingredients."

source: “其实也算不上什么内幕，这事大半个加洛斯城都知道。”葛瑞安声音中透出几分忌惮：“在这加洛斯城里，除了马修斯那老贱人之外，我最忌惮的其实就是鲁本，不过这家伙小时候其实真没什么魔法天赋，都二十几岁了还只是四级学徒，那时候别说我们这些外人，就连他老爹都已经放弃他了。”
en_us: "Actually, it's not really an insider information, almost half of Jarrosus City knows about it." There was some fear in Gerian's voice. "In Jarrosus City, other than Matthew, that old bastard, Reuben is the one I fear most. But this fellow didn't have any magical gift when he was young. He was still a level-four apprentice at 20. At that time, not to mention us, even his father had given up on him.

source: “其实原因太简单了。”林立满意的笑了笑，这才老实不客气的坐到藤椅上开讲：“蛮牛之力药剂一共四种主要材料，龙血草，千结藤，噩梦花，巨魔之血，这四种材料虽然有着很强烈的药性冲突，但相互间却又可以维持微妙的平衡，稍稍添加一些辅助材料增强药性并不是不可以，但是加入智慧之树树叶这种东西，我就只能说你太天才了，智慧之树树叶虽然常常用平衡药物冲突，但它的另一个作用却是稳定心神，你把稳定心神的药材放进身体强化药剂里，跟把一只猫放进老鼠笼子有什么区别？”
en_us: "Actually, the reason is too simple." Lin Li smiled in contentment. He took a sit on the vine chair and began, "There are four main ingredients for the Bull's Strength potion. They are the Dragon's Blood, Thousand-knot Vine, Nightmare Flower, and the Troll's Blood. The medicinal properties of the ingredients clash with one another, but there is a delicate balance between them. It is not wrong to add some supplementary ingredients to improve its medicinal properties, but something like the leaves of Wisdom Tree... I can only say you're too smart for your own good. Although the leaves are usually used to balance the conflict between ingredients, its other effect is to calm the mind. Putting a herb with calming effects into a potion that strengthens the body is like putting a cat into a rat's cage.

source: “内奸！”葛瑞安咬牙切齿的下了判断：“绝对是出了内奸！”
en_us: "Mole!" Gerian made his judgment with clenched teeth. "There’s definitely a mole!"

source: “再来！”
en_us: "I'll try it again!"

source: “再等等看。”林立稍稍犹豫了一下：“如果明天早上还没有消息的话，我们就必须去一趟屠魔山谷。”
en_us: "We'll wait and see." Lin Li hesitated slightly. "If there is still no news by tomorrow morning, we’ll have to make a trip down to Demon Fall Valley."

source: “再见伊娜。”
en_us: “Goodbye, Ina."

source: “再试试！”
en_us: "Let me try this again!"

source: “凯文先生，请稍等一下。”伊瑟拉－曼尼斯没有继续出价，而是向凯文申请了暂停：“我记得葛瑞安会长曾经说过，如果现金上有困难的话，是可以用东西来代替的，是这样吗凯文先生？”
en_us: "Mr Kevin, please hold for a moment." Ysera Mannes did not continue his bid, but requested for a break instead. "I remembered President Gerian said that if we’re tight on cash, we could use items to replace it. Is that right, Mr Kevin?"

source: “凯文可以。”
en_us: "Kevin."

source: “凯文哥哥！宴会上可一定要请人家跳第一支舞哦……”偏偏这阿姨还一个劲的往他身上挤，直挤得凯文寒毛都要竖起来了，他现在真是连肠子都快悔青了，为什么要答应来参加这个宴会……
en_us: "Brother Kevin! You have to invite me for a dance at the banquet later..." The aunty was still pushing herself on him so hard that Kevin felt the hair on his body rise. He was utterly regretful that he had agreed to attend the banquet now...

source: “凯文哥哥，你怎么这么久都不来找人家……”凯文口中正客气的敷衍着胖商人，却不防一个又娇又嗲的声音从身后传来，惊吓之余回头望去，正看见一名三十多岁的贵妇，正挺着丰胸往自己身上挤。
en_us: "Brother Kevin, why have you not visited me for so long..." Kevin was politely playing along with the businessman when suddenly an affectedly sweet voice rang out from behind. He turned around in shock and saw a lady in her thirties pressing forward with her full bosom.

source: “凯文魔法师，好久不见！”
en_us: "Mage Kevin, long time no see!"

source: “凯文魔法师，您不认识我了？我是你罗德叔叔啊，就是十几年前还来过魔法公会的那个罗德，那时候我还抱过你呢，想不到这才十几年没见，你都长这么高了……”一名圆滚滚的商人望着凯文，目光中充满了慈祥与欣慰。
en_us: "Mage Kevin, you don't recognize me? I'm your Uncle Rode. I came to the Guild of Magic about ten years ago. I even carried you in my arms then. To think you've grown so tall after not having seen you for more than a decade..." A chubby businessman looked at Kevin with kindness and relief.

source: “凯文！”胖老头一上楼，就扯开嗓子喊了起来：“凯文你个懒货，赶紧给我死出来！有事情做了！”
en_us: "Kevin!" the old man screamed as he got to the second floor. "You lazy punk, get out here! There are things to do!"

source: “凯文，你被葛瑞安传染了，这么八卦……她现在人呢？”
en_us: "Kevin, you're infected by Gerian's nosiness... Where is she now?"

source: “刚……刚才……刚才我跟伊娜去打水的时候，旁边忽然冒出一只怪物！它它它……它把伊娜给……”
en_us: “Just… just now… just now when I went with Ina to fetch the water, a monster suddenly emerged from the side! It... it... it took Ina..."

source: “刚刚指点安度因大师的那个家伙，真的是费雷？”
en_us: "Is the one who was instructing Master Andoine really Felic?"

source: “刚去了会客室，他本来让我通知你，从等级认证大厅出来之后就去找他，可是我把这事给忘了……”
en_us: "He just went to the reception room. He had wanted me to tell you to look for him after you came out of the level certification hall, but I've forgotten about it..."

source: “刚才……刚才屠魔山谷那边传来消息，阴影之巢对屠魔山谷发动了一次偷袭，死了十几个魔法师，连葛瑞安叔叔都受了些伤。”凯文喘了两口气，总算是把事情说清楚了。
en_us: "Just now... Just now, there was news from Demon Fall Valley that Shadow's Nest had launched a sneak attack, killing a dozen mages and even injuring Uncle Gerian.“ Kevin gasped for breath, finally making things clear.

source: “刚才你出去得太急，有件事我忘了告诉你。”两人一路往翡翠高塔内走去，凯文在路上将事情交代了一遍：“奥法药剂的拍卖被推迟了！”
en_us: "You went out in a hurry just now so I had forgotten to tell you something." As they walked toward the Emerald Tower, Kevin explained the matter to Lin Li. "The auction for Arcane Magic Potion has been postponed!"

source: “刚才屠魔山谷那边传来消息，有重要的事情要叔叔过去一趟，现在差不多已经出加洛斯了吧。”
en_us: "News just came from the Demon Fall Valley, there's something important and they want Uncle to go over. He should almost be out of Jarrosus by now."

source: “刚才那个魔法师，究竟是什么人，你们又怎么会认识的？”罗琳擦去眼角的泪花，却忍不住对林立的身份有些好奇。
en_us: "That mage earlier on, who is he and how did you two meet?" Rowling wiped away the tears from the corner of her eyes, but couldn't contain her curiosity with regards to Lin Li's identity.

source: “刚醒刚醒……”知道这老家伙正在火头上，林立赶紧一翻身从床上爬了起来。
en_us: "I just woke up..." Lin Li knew that the old man was fuming, so he hurriedly turned over and climbed out of the bed.

source: “利维坦猩猩！”林立相信自己没有看错，这绝对是八级魔兽利维坦猩猩的脚印，早在山上的时候，他就曾经在安度因的小屋外见过一两次，只不过这种时候，老家伙总会轻描淡写的说，几个小痞子想来捣乱，被我给赶走了……
en_us: "Leviathan Gorilla!" Lin Li believed what he saw. These were definitely the footprints of level-eight magical beast, the Leviathan Gorilla. Back when he was living in the mountains, he had seen them once or twice outside Andoine's cabin, only that old man would always make light of them as a couple of little ruffians looking for trouble that were driven away by him.

source: “利维坦猩猩？”
en_us: “Leviathan Gorilla?”

source: “别开玩笑了，凯文见了我连腿都发软，公会谁能够服他？等你坐上我这个位子之后，让凯文给你帮帮忙倒是可以，这小子打下手还算是不错……”
en_us: "Don't kid me. Kevin turns weak in the legs whenever he sees me, how will the guild listen to him? After you've taken over my position, you can ask Kevin to help you out. He's pretty good at running errands..."

source: “别急别急，反正也不是现在就让你坐，只是我有这个想法而已，你先考虑考虑，要是过几年，你还不想坐，咱们到时候再说……”葛瑞安也知道不能逼他太紧，连连安慰了两句，眼珠一转又把话题转移开来：“除了这件事之外，其实还有一个原因……”
en_us: "Don't be anxious, it's not like I'm asking you to take over now. It's just my idea. You can think it over first, if in a few years' time you're still reluctant to take over, then we'll talk again..." Gerian knew not to push him too hard. He comforted him repeatedly and with a roll of his eyes he changed the subject. "Other than this, there's another reason..."

source: “别怪我不提醒你，你时间可不太多了，等那小子从药剂室出来，我真怕你哭都来不及……”
en_us: "Don't blame me for not reminding you. You don't have much time left. When that kid comes out of the potion lab, I'm really afraid that it'll be too late for you to cry..."

source: “别打了，大爷别打了……你就算打死小奴，我也不会签卖身契的……大爷别打了，我会想办法赔钱的……”
en_us: "Please stop beating me! Master, please stop… Even if you beat me to death, I won't sign the indenture contract… Master, please stop beating. I will think of a way to pay you back…"

source: “别担心，麦格雷尼先生会没事的。”林立安慰了伊娜两句，目光又挪到了麦格雷尼身上。
en_us: "Don't worry, Mr McGrenn will be fine," Lin Li consoled Ina before shifting his attention back onto McGrenn.

source: “别提了……”凯文挺清秀的一张脸憋成一团：“你都不知道这两天我是怎么过来的，从早到晚就没闲过一分钟，不停的有人来找葛瑞安叔叔，不停的有人来问他的病怎么样了，那个什么传染病的谎话，我说了没有一千次至少也有八百次了，我都怀疑我今晚做梦的时候，说的梦话会不会也是这一句……”
en_us: "Don't even mention..." Kevin's pretty face was smothered into a ball of worry. "You don't know how I managed to pull through these two days. I haven’t taken a break since morning. The people coming for Uncle Gerian were unceasing, everyone was asking how his illness was. I've told the lie about that infectious disease at least eight hundred times, if not a thousand. I've even come to suspect if I'll say the same things in my dreams..."

source: “到了加洛斯城之后，如果有什么事需要帮忙的话，可一定要跟我说一声，这次的事要不是多亏了你，我们父女两个可就……”对于林立的救命之恩，罗麦格雷尼旧是念念不忘。
en_us: “After we have reached Jarrosus City, feel free to contact me if you require any form of help. If it hadn’t been for you, my daughter and I would most likely have been…” McGrenn was immensely grateful to Lin Li for his life-saving grace.

source: “到底怎么回事？”林立急都快急死了，哪还有心情跟他问好。
en_us: "What exactly happened?" Lin Li was worried sick; he was not in the mood for any greetings.

source: “到底是什么原因？”
en_us: "What exactly is the reason?"

source: “到底是谁封印了我的丹田？这封印该如何破解？”
en_us: "Who on earth sealed my dantian? And how can I break this seal?"

source: “到时候你就知道了……”巴瑟罗尔的笑容中，似乎又浮起了那种毫不掩饰的优越感：“也许会被人揍一顿，然后赶出这场宴会，也许还会被踢出魔法公会，我想你的主人凯文魔法师，应该还不至于为了一个随从和艾萨克城主闹翻……”
en_us: "You'll know then..." The undisguised sense of superiority seemed to return in Bathrilor's smile. "You might get beaten up and then thrown out of this banquet. You might even get kicked out of the Guild of Magic. I think your master, Mage Kevin, would not choose to fall out with Castellan Isaac for an attendant..."

source: “前几天就已经找过了，可他们都说父亲的身体很健康。”伊娜眼中泪光闪烁，却拼命忍着不让它流下来。
en_us: "I've called for them a few days ago, but they all said that father is very healthy." Tears were brimming in Ina's eyes, but she fought hard not to let them fall.

source: “力量果然是增大不少，否则绝对砸不裂这青石板，至少有两马之力的加成！”
en_us: "My strength has indeed increased greatly. If not, I would be unable to split up the limestone slab. For me to split it means that my strike carries the force of two horses!"

source: “办好了。”
en_us: "Yes, it's done."

source: “加洛斯城城主艾萨克……”葛瑞安很是有些头大，又指了指他身后的那两名随从：“看到这两个家伙没有，艾利奥特，加洛斯最强战士，去年就已经突破了十四级，现在连我都没把握搞定他，还有那个，城主府首席魔法师安德鲁，除了老梅林跟我之外，这加洛斯魔法师里，估计就数他最狠。”
en_us: "The Castellan of Jarrosus City, Isaac..." Gerian's head began to throb. He pointed at the two attendants behind him. "See those two guys? One is Elliot, the strongest warrior in Jarrosus. He had made a clear breakthrough to level-fourteen last year, and till now I don't even have the confidence that I can win against him. And the other one is Andrew, Chief Mage of the Castellan Mansion. Besides Old Merlin and I, he's probably the most ruthless out of all mages in Jarrosus."

source: “十一万金币！”
en_us: "110,000 gold coins!"

source: “十万金币！”
en_us: "100,000 gold coins!"

source: “十两紫金？”
en_us: "Ten taels of purple gold?"

source: “十五级以上魔晶我倒是有一枚，至于其他的……”
en_us: "I have a level-fifteen magical crystal, as for the others..."

source: “十大天才？哪十个？”江逸好奇的问了一声。
en_us: "Top ten geniuses? Which ten?" Jiang Yi asked out of curiosity.

source: “十天！”
en_us: "Ten days!

source: “十瓶奥法药剂，底价十万金币，一万一加，竞价开始！”
en_us: "Ten bottles of Arcane Magic Potion, starting bid 100,000 gold coins. Let the bidding start!"

source: “十缕？这么少能干什么？”
en_us: "Ten strands? What can I do with so little?"

source: “千真万确。”
en_us: "Absolutely."

source: “千真万确！“
en_us: "It's the absolute truth!"

source: “卖东西滚一边去！也他妈不照照镜子，加洛斯交易所也是你能随便乱进的？”说着就把林立给推到了门外。
en_us: "Selling? Scram to the side! Take a look at the damn mirror, is Jarrosus Exchange a place for you to enter at your own wish?" With these words, Lin Li was pushed out of the door.

source: “厉害……”即便林立已是铭文宗师，看见这两道魔纹的时候，也是不禁暗自吃了一惊，高级魔纹本就相当复杂，居然还有人同时布下两道，这中间的难度，可不象一加一等于二这么简单。
en_us: "Impressive..." Despite being an Inscription guru, Lin Li could not restrain a start of surprise when he saw the mageweath. High level mageweath was complicated by itself, but there was someone who could actually set up two mageweath at the same time. The difficulties faced in the process were not as simple as a basic mathematical equation.

source: “原因很复杂，等我有空的时候，再慢慢向你解释好了……”
en_us: "The reason is very complex. Wait till I have time to slowly explain everything to you..."

source: “原来丹药回炉需要一味中性药剂地黄粉，只有将丹药恢复中性才能再次回炉凝造……”
en_us: "So, the elixir reheating process requires the addition of a simple neutral medicinal ingredient like rehmannia powder. One only needs to restore the elixir to a neutral state, to be able to once again reheat and form the elixir..."

source: “原来是做梦啊……”
en_us: “Oh... Thankfully, it was all a dream…”

source: “原来是这样！”
en_us: "So this is how it is!"
